{"data":
  {
    "bgImage": "https://www.tripadvisor.com/LocationPhotos-g297674-Tamil_Nadu.html#18796777",
    "highlights":[
      {"id":"1",
        "site":"Chennai",
        "category":"City",
        "info": "Chennai formerly known as Madras is the capital of the Indian state of Tamil Nadu. Located on the Coromandel Coast off the Bay of Bengal, it is one of the biggest cultural, economic and educational centres in South India. According to the 2011 Indian census, it is the sixth-largest city and fourth-most populous urban agglomeration in India. ",
        "lat": "13.0827",
        "long": "80.2707",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQjofvCG5FnArX_YOjMToAy8IDs-BkVloqdSxyFE_wUCPPQT6K-",
        "video": "https://www.youtube.com/watch?v=2qgODl6S4eU",
        "videoEmbed":"https://www.youtube.com/embed/2qgODl6S4eU"
      },
      {"id":"2",
        "site":"Kanyakumari",
        "category":"Coastal",
        "info": "KanyaKumari is a town in Kanyakumari district in the state of Tamil Nadu, India. The name comes from the Devi Kanya Kumari Temple in the region, in Tamil it is pronounced as 'Kan-niya-kumari'. It is the southernmost tip of peninsular India, and is surrounded on three sides by the Laccadive Sea.Kanyakumari town is the southern tip of the Cardamom Hills, an extension of the Western Ghats range.",
        "lat": "8.0883",
        "long": "77.5385",
        "image": "http://c7.alamy.com/comp/G6973G/sunrise-on-the-indian-ocean-vivekananda-rock-memorial-kanyakumari-G6973G.jpg",
        "video": "https://www.youtube.com/watch?v=2EdwDAq74rw",
        "videoEmbed": "https://www.youtube.com/embed/2EdwDAq74rw"
      },
      {"id":"3",
        "site":"Thanjavur",
        "category":"Temple Town",
        "info": "Thanjavur, formerly Tanjore,is a city in the south Indian state of Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among these, the Brihadeeswara Temple, is located in the centre of the city. Thanjavur is also home to Tanjore painting, a painting style unique to the region.",
        "lat": "10.7870",
        "long": "79.1378",
        "image": "http://1.bp.blogspot.com/-D2KQydd3OVQ/TvG__y87wuI/AAAAAAAAFBk/O5BCgVtyw5I/s1600/entrance-tower-gopuram-of-thanjavur-brihadeeswarar-big-temple.jpg",
        "video": "https://www.youtube.com/watch?v=JRzZ1TiSgRg",
        "videoEmbed": "https://www.youtube.com/embed/JRzZ1TiSgRg"
      },
      {"id":"4",
        "site":"Ooty",
        "category":"Hills",
        "info": "Udagamandalam and abbreviated as Udhagai and Ooty (About this sound listen is a town and municipality in the Indian state of Tamil Nadu. It is located 86 km north of Coimbatore and 128 km south of Mysuru (formerly Mysore) and is the capital of the Nilgiris district. It is a popular hill station located in the Nilgiri Hills.",
        "lat": "11.4064",
        "long": "76.6932",
        "image": "http://l7.alamy.com/zooms/026a5fe6090c42939884cc36e12b7c3c/nilgiri-mountain-railway-steaming-through-the-picturesque-ooty-valley-g0xp8n.jpg",
        "video": "https://www.youtube.com/watch?v=gKhDJKQ9_9A",
        "videoEmbed": "https://www.youtube.com/embed/gKhDJKQ9_9A"
      },
      {"id":"5",
        "site":"Rameshwaram",
        "category":"Coastal",
        "info": "Rameswaram, (also spelt as Ramesvaram, Rameshwaram) is a town and a second grade municipality in the Ramanathapuram district in the South Indian state of Tamil Nadu. It is on Pamban Island separated from mainland India by the Pamban channel and is about 40 kilometres from Mannar Island, Sri Lanka. It is in the Gulf of Mannar, at the tip of the Indian peninsula.[1] Pamban Island, also known as Rameswaram Island, is connected to mainland India by the Pamban Bridge. Rameswaram is the terminus of the railway line from Chennai and Madurai. Together with Varanasi, it is considered to be one of the holiest places in India to Hindus, and part of the Char Dham pilgrimage.",
        "lat": "9.2876",
        "long": "79.3129",
        "image": "http://c8.alamy.com/comp/CXE1C5/train-bridge-to-rameswaram-island-rameswaram-tamil-nadu-india-asia-CXE1C5.jpg",
        "video": "https://www.youtube.com/watch?v=Eqr6x6QJEkk",
        "videoEmbed": "https://www.youtube.com/embed/Eqr6x6QJEkk"
      },
      {"id":"6",
        "site":"Trichy",
        "category":"Temple Town",
        "info": "Tiruchirappalli(formerly Trichinopoly in English), also called Tiruchi or Trichy, is a major tier II city in the Indian state of Tamil Nadu and the administrative headquarters of Tiruchirappalli District. Trichy is the third largest city by area and fourth largest city by population in tamilnadu. It is the fourth largest municipal corporation and the fourth largest urban agglomeration in the state. Located 322 kilometres (200 mi) south of Chennai and 379 kilometres (235 mi) north of Kanyakumari, Tiruchirappalli sits almost at the geographic centre of the state. The Kaveri Delta begins 16 kilometres (9.9 mi) west of the city where the Kaveri river splits into two, forming the island of Srirangam, which is now incorporated into the Tiruchirappalli City Municipal Corporation. Occupying 167.23 square kilometres (64.57 sq mi), the city was home to 916,857 people in 2011.",
        "lat": "10.7905",
        "long": "78.7047",
        "image": "http://c8.alamy.com/comp/BAW7DW/rock-fort-temple-and-teppakulam-tank-trichy-tamil-nadu-india-BAW7DW.jpg",
        "video": "https://www.youtube.com/watch?v=D0DEpm4NyJw",
        "videoEmbed": "https://www.youtube.com/embed/D0DEpm4NyJw"
      }
    ]
  }
}
